Repository: Atasabri/Traveller
Catalog: Traveller/ApiResource.*.resx
Languages: ar

# CityAdded
source: You Add This City Successfully
ar: تم اضافة هذا المدينة بنجاح

# EditProfile
source: You Edit Your Profile Successfully
ar: تم تعديل الصفحة الشخصية الخاصة بك

source: Error
ar: بيانات خاطئة

# InValidCode
source: This Traveller Code Not Valid !!
ar: كود تفعيل الرحال غير صحيح

# InvalidEmail
source: This Is Not Valid Email !
ar: البريد الالكتروني غير صحيح

# InvalidLogin
source: This User Name Is InValid !!
ar: بيانات الدخول غير صحيحة

# RequiredPhoto
source: Please Select A Profile Photo !
ar: من فضلك قم باختيار صورة

# ReSuccess
source: You Add This Reservation Successfully
ar: تم اضافة الحجز بنجاح

# UserNameUsed
source: This User Name Is Used , Try Another One !
ar: اسم المستخدم موجود بالفعل برجاء ادخال اسم مستخدم جديد

# ReportAdded
source: You Add Report Successfully
ar: تم اضافد التقرير بنجاح

# UserEmailUsed
source: This User Email Is Used , Try Another One !
ar: البريد الالكتروني مستخدم بالفعل

# UserPhoneUsed
source: This User Phone Is Used , Try Another One !
ar: رقم الهاتف موجود بالفعل برجاء ادخال رقم هاتف اخر

# UserNameNotFound
source: This Name Not Found !!
ar: اسم المستخدم غير موجود

# CheckEmail
source: Now You Can Check Your Email
ar: يمكنك تصفح البريد الخاص بك

# PlaceAdded
source: You Added This Place Successfuly
ar: تم اضافة المكان السياحى بنجاح

# DeleteRE
source: You Delete Reservation Successfully
ar: لقد حذفت الحجز بنجاح

# EditRE
source: You Edit Reservation Successfully
ar: تم تعديل الحجز بنجاح

# AddPhoto
source: You Added This Photo Successfully
ar: تم اضافة الصورة بنجاح

# AddVideo
source: You Added This Video Successfully
ar: تم اضافة الفيديو بنجاح

# DeleteComment
source: You Delete This Comment Successfully
ar: تم حذف التعليق

# DeletePhoto
source: You Delete This Photo Successfully
ar: تم حذف الصورة

# DeleteVideo
source: You Delete This Video Successfully
ar: تم حذف الفيديو

# DeleteVisit
source: You Delete This Visit Successfully
ar: تم حذف هذه الزيارة

# EditPhoto
source: You Edit This Photo Successfully
ar: تم تعديل الصورة

# EditVideo
source: You Edit This Video Successfully
ar: تم تعديل الفيديو

# LikePlace
source: You Like This Place Successfully
ar: لقد اعجبت بهذا المكان السياحى

# RateCity
source: You Rate This City Successfully
ar: شكرا علي تقييمك لهذه المدينة

# RateTraveller
source: You Rate This Traveller Successfully
ar: شكرا علي تقييمك لهذا الرحال

# UnLikePlace
source: You UnLike This Place Successfully
ar: لقد الغيت الاعجاب بهذا المكان

# EditVisit
source: You Edit This Visit Successfully
ar: تم تعديل الزيارة

# AddedFavorite
source: You Add This Country To Favorites Successfully
ar: لقد اضفت هذه الدولة الى المفضلة بنجاح

# DeleteFavorite
source: You Delete This Country From Favorites Successfully
ar: تم المسح من المفضلة

# UserAddFavorites
source: You was Added This Country To Favorites
ar: لقد قمت باضافة هذه الدولة من قبل
